Repository: meedox-de/BaitCalc
Catalog: common/messages/*/messages.po
Languages: de_de

# app
source: Category ID
de_de: Kategorie ID

# common
source: Add calculating of fat, protein and carbohydrate in recipe view.
de_de: Berechnung von Fett, Protein und Kohlenhydraten im Rezept anzeigen.

# common
source: Add fully responsive Data-Tables for smartphones.
de_de: Responsive-Tabellen für Smartphones hinzugefügt.

# common
source: Add search-option for ingredients with categories.
de_de: Suchfunktion für Zutaten mit Kategorien hinzugefügt.

# common
source: All
de_de: Alle

# common
source: An error occurred while deleting the category.
de_de: Beim löschen der Kategorie ist ein Fehler aufgetreten.

# common
source: An error occurred while deleting the ingredient.
de_de: Beim löschen der Zutat ist ein Fehler aufgetreten.

# common
source: An error occurred while saving the category.
de_de: Beim speichern der Kategorie ist ein Fehler aufgetreten.

# common
source: An error occurred while saving the ingredient.
de_de: Beim speichern der Zutat ist ein Fehler aufgetreten.

# common
source: An error occurred while saving the recipe.
de_de: Beim speichern des Rezepts ist ein Fehler aufgetreten.

# common
source: An unexpected error occurred. Please try again later.
de_de: Beim speichern ist ein unerwarteter Fehler aufgetreten. Bitte versuche es später erneut.

# common
source: Are you sure you want to delete this item?
de_de: Möchtest du dieses Element wirklich löschen?

# common
source: Attention! Changing the values of the ingredient will affect all recipes that contain this ingredient.
de_de: Achtung! Das Ändern der Werte der Zutat wirkt sich auf alle Rezepte aus, die diese Zutat enthalten.

# common
source: Attention! Do you really want to delete the category? All ingredients that belonged to this category will then be uncategorized.
de_de: Warnung! Möchtest du diese Kategorie wirklich löschen? Alle Zutaten, die zu dieser Kategorie gehörten, werden dann nicht kategorisiert.

# common
source: Attention! Do you really want to delete the ingredient? This ingredient will then be removed from all recipes and the recipes will be changed!
de_de: Warnung! Möchtest du diese Zutat wirklich löschen? Diese Zutat wird dann aus allen Rezepten entfernt und die Rezepte werden geändert!

# common
source: Back to Recipes
de_de: Zurück zu den Rezepten

# common
source: Cancel
de_de: Abbrechen

# common
source: Carbohydrate
de_de: Kohlenhydrate

# common
source: Carbohydrates
de_de: Kohlenhydrate

# common
source: Categories
de_de: Kategorien

# common
source: Category
de_de: Kategorie

# common
source: Change some view details in recipe view.
de_de: Einige Ansichtsdetails im Rezept ändern.

# common
source: Create Category
de_de: Kategorie erstellen

# common
source: Create Ingredient
de_de: Neue Zutat

# common
source: Create Recipe
de_de: Neues Rezept

# common
source: Created At
de_de: Erstellt am

# common
source: Delete
de_de: Löschen

# common
source: Description
de_de: Beschreibung

# common
source: Fat
de_de: Fett

# common
source: Fix recipe view, that caused the ingredient amount was not visible on small screens.
de_de: Rezeptansicht korrigiert, die dazu führte, dass die Zutaten-Menge auf kleinen Bildschirmen nicht sichtbar war.

# common
source: Fix some bugs
de_de: Einige Fehler behoben

# common
source: Fix sorting in overview tables
de_de: Fehler bei der Sortierung in den Übersichtstabellen behoben

# common
source: Fix the bug in ‘categories’ that causes all categories from all users to be displayed.
de_de: Fehler in den Kategorien behoben, der dazu führt, dass alle Kategorien aller Benutzer angezeigt werden.

# common
source: Fix the bug that caused ingredients not to be saved in the recipe.
de_de: Fehler behoben, der dazu führte, dass Zutaten im Rezept nicht gespeichert wurden.

# common
source: Follow the link below to reset your password:
de_de: Folge dem Link unten, um dein Passwort zurückzusetzen:

# common
source: Follow the link below to verify your email:
de_de: Folge dem Link unten, um deine E-Mail zu bestätigen:

# common
source: Have fun and good luck with the app!
de_de: Viel Spaß und viel Erfolg mit der App!

# common
source: Hello {user},
de_de: Hallo {user},

# common
source: Hey,
de_de: Hallo,

# common
source: If you forgot your password you can
de_de: Hast du dein Passwort vergessen? Setze es

# common
source: If you have any questions or something doesn’t work as expected, just drop me an email at <strong>{email}</strong>. I’ll be happy to help!
de_de: Wenn du Fragen hast oder etwas nicht wie erwartet funktioniert, schreibe mir einfach eine E-Mail an <strong>{email}</strong>. Ich helfe dir gerne!

# common
source: Ingredient ID
de_de: Zutat ID

# common
source: Ingredients
de_de: Zutaten

# common
source: Need new verification email?
de_de: Bestätigungsmail erneut senden?

# common
source: No categories saved yet
de_de: Noch keine Kategorien gespeichert

# common
source: Note
de_de: Bemerkung

# common
source: Password
de_de: Passwort

# common
source: Please choose
de_de: Bitte wählen

# common
source: Please choose your new password:
de_de: Bitte gebe dein neues Passwort ein:

# common
source: Please fill out the following fields to login:
de_de: Bitte fülle die folgenden Felder aus, um dich anzumelden:

# common
source: Please fill out the following fields to signup:
de_de: Bitte fülle alle Felder aus um dich zu registrieren:

# common
source: Please fill out your email. A link to reset password will be sent there.
de_de: Trage deine E-Mail ein und wir senden dir einen Link um dein Passwort zurückzusetzen.

# common
source: Please fill out your email. A verification email will be sent there.
de_de: Trage deine E-Mail ein, um eine neue Bestätigungsmail zu erhalten.

# common
source: Please login or signup to use the application.
de_de: Bitte logge dich ein, oder registriere dich, um BaitCalc nutzen zu können.

# common
source: Quantity
de_de: Anzahl

# common
source: Recipe ID
de_de: Rezept ID

# common
source: Recipes
de_de: Rezepte

# common
source: Remember Me
de_de: Angemeldet bleiben

# common
source: Request password reset
de_de: Passwort zurücksetzen

# common
source: Resend
de_de: Nochmal senden

# common
source: Resend verification email
de_de: Bestätigungsmail erneut senden

# common
source: Reset
de_de: Zurücksetzen

# common
source: Reset password
de_de: Passwort zurücksetzen

# common
source: Save
de_de: Speichern

# common
source: Save recipe
de_de: Rezept speichern

# common
source: Search
de_de: Suchen

# common
source: Search for category
de_de: Suche nach Kategorie

# common
source: Search for name
de_de: Suche nach Namen

# common
source: Search name...
de_de: Filter Namen...

# common
source: Send
de_de: Senden

# common
source: Signup
de_de: Registrieren

# common
source: Thank you for registration. Please check your inbox for verification email.
de_de: Danke für deine Registrierung. Bitte überprüfe dein Postfach für die Bestätigungsmail.

# common
source: The category has been deleted.
de_de: Die Kategorie wurde gelöscht.

# common
source: The category has been saved.
de_de: Die Kategorie wurde gespeichert.

# common
source: The ingredient has been deleted.
de_de: Die Zutat wurde gelöscht.

# common
source: The ingredient has been saved.
de_de: Die Zutat wurde gespeichert.

# common
source: The ingredients have been saved.
de_de: Die Zutaten wurden gespeichert.

# common
source: The recipe has been saved.
de_de: Das Rezept wurde gespeichert.

# common
source: The requested page does not exist.
de_de: Die gewünschte Seite existiert nicht.

# common
source: Totals
de_de: Summe

# common
source: Unable to verify your account with the provided token.
de_de: Dein Account konnte nicht mit dem bereitgestellten Token verifiziert werden.

# common
source: Uncategorized
de_de: Nicht kategorisiert

# common
source: Update
de_de: Bearbeiten

# common
source: Update Category: {name}
de_de: Kategorie bearbeiten: {name}

# common
source: Update Ingredient: "{name}"
de_de: Zutat bearbeiten: "{name}"

# common
source: Update Recipe: "{name}"
de_de: Rezept bearbeiten: "{name}"

# common
source: Update translations
de_de: Übersetzungen aktualisieren

# common
source: Updated At
de_de: Geändert am

# common
source: View
de_de: Ansicht

# common
source: Welcome back, {user}
de_de: Willkommen zurück, {user}

# common
source: Welcome to BaitCalc
de_de: Willkommen auf BaitCalc

# common
source: You are now logged in.
de_de: Du bist eingeloggt

# common
source: Your email has been confirmed!
de_de: Deine E-Mail wurde bestätigt!

# common
source: great to have you here! BaitCalc is here to help you manage your bait recipes quickly and easily.
de_de: schön, dass du hier bist! BaitCalc hilft dir dabei, deine Köderrezepte schnell und einfach zu verwalten.

# common
source: reset it
de_de: hier zurück
